Repository: inbuxweb/Juridic-OS-Connector-for-WordPress
Catalog: languages/juridic-os-connector-*.po
Languages: es_es

source: API Configuration
es_es: Configuración de API

source: API Key
es_es: Clave API

source: Contact Form 7 is not active. Please activate the plugin to use this feature.
es_es: Contact Form 7 no está activado. Por favor, active el plugin para utilizar esta función.

source: Contacted
es_es: Conectado

source: Converted
es_es: Convertido

source: Email
es_es: Correo electrónico

source: Enter field ID
es_es: Ingrese el ID del campo

source: Enter your Juridic-OS API Key
es_es: Ingrese su clave API de Juridic-OS

source: Enter your Juridic-OS API URL
es_es: Ingrese su URL API de Juridic-OS

source: Field
es_es: Campo

source: First Name
es_es: Nombre

source: Form Field Mapping
es_es: Asignación de campos de formulario

source: Form Tag
es_es: Etiqueta de Formulario

source: Initial status
es_es: Estado por defecto

source: Initial status for new leads
es_es: Estado inicial de los nuevos prospectos

source: Juridic-OS Settings
es_es: Configuración Juridic-OS

source: Last form submission: %s
es_es: Último enviado: %s

source: Last Name
es_es: Apellido

source: Lost
es_es: Perdido

source: Phone
es_es: Teléfono

source: Qualified
es_es: Calificado

source: Required Fields
es_es: Campos obligatorios

source: Save API Settings
es_es: Guardar la configuración de la API

source: Save Mapping
es_es: Guardar asignación

source: Select a form...
es_es: Seleccionar formulario...

source: Select Contact Form 7
es_es: Seleccionar Formulario CF7

source: To connect to Juridic-OS, you need to generate an API Key from your administration panel.
es_es: Para conectarte a Juridic-OS, necesitas generar una Clave API desde tu panel de administración.

source: Uncontacted
es_es: Sin contactar
